MODE.FirstCasualtyCommander = {
	"Я зафиксировал первое заражение. Угроза реальна. Будьте осторожны.",
	"Один уже мёртв, не дайте им сделать вас следующим. Будьте осторожны.",
	"Я потерял одного из вас на радаре, скорее всего, заражён. Будьте начеку.",
	"Один из вас только что был заражён. Следующим можешь быть ты, будь бдителен и не дай им себя поймать."
}

MODE.HalfWayCommander = {
	"Вас осталось только половина. Держитесь вместе.",
	"Половина из вас либо мертва, либо заражена. Да поможет вам Бог.",
	"Патоген уже на полпути. Будьте осторожны и проверяйте углы.",
	"Всё выглядит плохо, половина из вас уже заражена. Чёрт.",
}

MODE.HalfWayHeliCommander = {
	"Вас осталось только половина. Вертолёт эвакуации уже вылетел. Ориентировочное время прибытия: 4–5 минут.",
	"Половина из вас либо мертва, либо заражена. Вертолёт эвакуации уже летит, держитесь!",
	"Патоген уже на полпути. Я отправил за вами вертолёт, просто побудьте людьми ещё немного!",
	"Всё выглядит плохо, половина из вас заражена. Эвакуационный вертолёт уже в пути, продержитесь ещё немного против этих тварей.",
}

MODE.HalfWayExtractCommander = {
	"Вас осталось только половина. Группа эвакуации уже выдвинулась. Ориентировочное время прибытия: 2–3 минуты.",
	"Половина из вас либо мертва, либо заражена. Группа эвакуации идёт, держитесь!",
	"Патоген уже на полпути. Я отправил группу эвакуации, просто побудьте людьми ещё немного!",
	"Всё выглядит плохо, половина из вас заражена. Группа эвакуации уже в пути, отбивайтесь от этих тварей ещё немного.",
}

MODE.ThreeLeftCommander = {
	"Вас осталось только трое. Прикрывайте спины друг друга.",
	"Осталось всего трое выживших, включая тебя. Надеюсь, ты готов к тому, что грядёт.",
	"Осталась только тройка из вас, да поможет вам Бог.",
	"Ты и ещё двое живы. Старайтесь держаться вместе."
}

MODE.ThreeLeftHeliCommander = {
	"Вас осталось только трое. Вертолёт должен быть с минуты на минуту.",
	"Осталось всего трое выживших, включая тебя. Надеюсь, ты готов к эвакуации.",
	"Осталась только тройка из вас, приготовьтесь к прибытию вертолёта.",
	"Ты и ещё двое живы. Держитесь вместе, эвакуационный вертолёт уже близко."
}

MODE.TwoLeftCommander = {
	"Вас осталось только двое в этом Богом забытом месте.",
	"Теперь вы вдвоем. Чёрт!",
	"Остался только ты. И ещё какой-то парень. Да поможет вам Бог.",
	"Осталось только двое из вас. Не позволяйте отчаянию взять верх, сражайтесь до последнего вздоха!"
}

MODE.OneLeftCommander = {
	"Ты остался один. Да смилуется Бог над твоей душой.",
	"Ты единственный выживший. Весьма вероятно, что нет. Ты хорошо сражался.",
	"Остались только ты и я, да? Рад, что я не там, внизу.",
	"Ты последний. Мне жаль, солдат."
}

MODE.FirstCasualtyContractor = {
	"Первая жертва.",
	"Один уже мёртв, сохраняй концентрацию.",
	"Один мёртвый выживший.",
	"Кто-то мёртв. Заражён или застрелен — неважно. Продолжай."
}

MODE.HalfWayContractor = {
	"Ты добрался до отметки в половину выживших. Впечатляет.",
	"Примерно половина твоих врагов мертва. Просто чтобы ты знал.",
	"Половина уже мертва. Отличная работа, оперативник, продолжай выполнение миссии.",
	"Отличная работа, оперативник, примерно половина выживших уже мертва.",
}

MODE.ThreeLeftContractor = {
	"Осталось всего два выживших. Заверши начатое.",
	"Осталось всего двое. Ты знаешь, что делать.",
	"Осталось 2 выживших. Отличная работа, ты почти закончил.",
	"Ты и двое других выживших — вот что осталось. Найди их и убей."
}

MODE.TwoLeftContractor = {
	"Теперь остался только один выживший. Прикончи его.",
	"Остался всего один выживший. Не облажайся.",
	"Найди и убей последнего. Эвакуация ждёт тебя.",
	"Остался один враг. Найди его."
}

MODE.OneLeftContractor = {
	"Ты — единственный, кто остался в этой бойне. Миссия выполнена. Направляйся к точке эвакуации.",
	"Ты уничтожил их всех. Миссия выполнена. Двигайся к точке эвакуации.",
	"Оперативник, ты последний, кто остался в живых. Миссия выполнена. Направляйся к точке эвакуации.",
	"Оперативник, твоя миссия успешно завершена. Следуй к точке эвакуации."
}